Repository: martin-kieliszek/standapp
Catalog: StandFit/Resources/Localizations/Onboarding.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

# onboarding.welcome_title
source: Welcome to StandFit
de: Willkommen bei StandFit
es: Bienvenido a StandFit
fr: Bienvenue sur StandFit
ja: StandFitへようこそ
pt_br: Bem-vindo ao StandFit
zh_hans: 欢迎使用 StandFit

# onboarding.welcome_subtitle
source: Smart movement breaks with personalized scheduling
de: Intelligente Bewegungspausen mit personalisierter Zeitplanung
es: Pausas de movimiento inteligentes con horarios personalizados
fr: Pauses mouvement intelligentes avec planification personnalisée
ja: パーソナライズされたスケジュールでスマートな運動休憩
pt_br: Pausas de movimento inteligentes com agendamento personalizado
zh_hans: 个性化时间安排的智能运动休息

# onboarding.benefit_scheduling
source: Create a schedule for each day of the week
de: Erstellen Sie einen Zeitplan für jeden Tag der Woche
es: Crea un horario para cada día de la semana
fr: Créez un emploi du temps pour chaque jour
ja: 曜日ごとのスケジュールを作成
pt_br: Crie um cronograma para cada dia da semana
zh_hans: 为每天创建日程

# onboarding.benefit_time_blocks
source: Use time blocks for different intervals
de: Verwenden Sie Zeitblöcke für unterschiedliche Intervalle
es: Usa bloques de tiempo para diferentes intervalos
fr: Utilisez des blocs de temps pour différents intervalles
ja: 異なる間隔でタイムブロックを使用
pt_br: Use blocos de tempo para diferentes intervalos
zh_hans: 使用时间块设置不同的间隔

# onboarding.benefit_reschedule
source: Reschedule when plans change
de: Neu planen, wenn sich Pläne ändern
es: Reprograma cuando cambian los planes
fr: Replanifiez lorsque vos plans changent
ja: 予定が変わったら再スケジュール
pt_br: Reagende quando os planos mudarem
zh_hans: 计划改变时重新安排

# onboarding.schedule_power_title
source: Powerful Scheduling
de: Leistungsstarke Zeitplanung
es: Programación Potente
fr: Planification Puissante
ja: 強力なスケジューリング
pt_br: Agendamento Poderoso
zh_hans: 强大的时间安排

# onboarding.schedule_power_description
source: StandFit adapts to your life. Create time blocks for different parts of your day (work, sleep, leisure), each with its own reminder intervals.
de: StandFit passt sich Ihrem Leben an. Erstellen Sie Zeitblöcke für unterschiedliche Teile Ihres Tages (arbeiten, schlafen, Freizeit), jeder mit seinen eigenen Erinnerungsintervallen.
es: StandFit se adapta a tu vida. Crea bloques de tiempo para diferentes partes de tu día (trabajo, descanso, ocio), cada uno con sus propios intervalos de recordatorios.
fr: StandFit s'adapte à votre vie. Créez des blocs de temps pour différentes parties de votre journée (travail, sommeil, loisirs), chacun avec ses propres intervalles de rappel.
ja: StandFitはあなたの生活に適応します。仕事、睡眠、余暇など、1日の異なる部分にタイムブロックを作成し、それぞれに独自のリマインダー間隔を設定できます。
pt_br: StandFit se adapta à sua vida. Crie blocos de tempo para diferentes partes do seu dia (trabalho, sono, lazer), cada um com seus próprios intervalos de lembretes.
zh_hans: StandFit 适应您的生活。为一天中的不同部分创建时间块（工作、睡眠、休闲），每个都有自己的提醒间隔。

# onboarding.example_schedule
source: EXAMPLE SCHEDULE
de: BEISPIEL-ZEITPLAN
es: HORARIO DE EJEMPLO
fr: EXEMPLE D'EMPLOI DU TEMPS
ja: スケジュール例
pt_br: CRONOGRAMA DE EXEMPLO
zh_hans: 示例日程

# onboarding.example_morning_routine
source: Morning Routine
de: Morgenroutine
es: Rutina Matutina
fr: Routine Matinale
ja: 朝のルーティン
pt_br: Rotina Matinal
zh_hans: 晨间例程

# onboarding.example_work_time
source: Work Time
de: Arbeitszeit
es: Horario de Trabajo
fr: Temps de Travail
ja: 勤務時間
pt_br: Horário de Trabalho
zh_hans: 工作时间

# onboarding.example_evening
source: Evening Time
de: Abendzeit
es: Horario Nocturno
fr: Soirée
ja: 夕方の時間
pt_br: Horário da Noite
zh_hans: 晚间时间

# onboarding.example_every_30min
source: Every 30 min
de: Alle 30 Min
es: Cada 30 min
fr: Toutes les 30 min
ja: 30分ごと
pt_br: A cada 30 min
zh_hans: 每30分钟

# onboarding.example_every_60min
source: Every 60 min
de: Alle 60 Min
es: Cada 60 min
fr: Toutes les 60 min
ja: 60分ごと
pt_br: A cada 60 min
zh_hans: 每60分钟

# onboarding.example_every_45min
source: Every 45 min
de: Alle 45 Min
es: Cada 45 min
fr: Toutes les 45 min
ja: 45分ごと
pt_br: A cada 45 min
zh_hans: 每45分钟

# onboarding.create_your_schedule
source: Create Your Schedule
de: Erstellen Sie Ihren Zeitplan
es: Crea Tu Horario
fr: Créez Votre Emploi du Temps
ja: スケジュールを作成
pt_br: Crie Seu Cronograma
zh_hans: 创建您的日程

# onboarding.view_your_schedule
source: View Your Schedule
de: Sehen Sie Ihren Zeitplan
es: Ver Tu Horario
fr: Voir Votre Emploi du Temps
ja: スケジュールを表示
pt_br: Ver Seu Cronograma
zh_hans: 查看您的日程

# onboarding.no_profile_yet
source: No profile created yet
de: Noch kein Profil erstellt
es: Aún no se ha creado ningún perfil
fr: Aucun profil créé pour le moment
ja: まだプロフィールが作成されていません
pt_br: Nenhum perfil criado ainda
zh_hans: 尚未创建配置文件

# onboarding.reschedule_title
source: The Reschedule Button
de: Die Neu-Planen-Taste
es: El Botón Reprogramar
fr: Le Bouton Replanifier
ja: 再スケジュールボタン
pt_br: O Botão Reagendar
zh_hans: 重新安排按钮

# onboarding.reschedule_description
source: The Reschedule button is your quick way to adapt your schedule to your day. It recalculates your next reminders based on your current schedule.
de: Die Neu-Planen-Taste ist Ihre schnelle Möglichkeit, Ihren Zeitplan an Ihren Tag anzupassen. Sie berechnet Ihre nächsten Erinnerungen basierend auf Ihrem aktuellen Zeitplan neu.
es: El botón Reprogramar es tu forma rápida de adaptar tu horario a tu día. Recalcula tus próximos recordatorios según tu horario actual.
fr: Le bouton Replanifier est votre moyen rapide d'adapter votre emploi du temps à votre journée. Il recalcule vos prochains rappels en fonction de votre emploi du temps actuel.
ja: 再スケジュールボタンは、スケジュールをその日に合わせて素早く調整する方法です。現在のスケジュールに基づいて次のリマインダーを再計算します。
pt_br: O botão Reagendar é sua maneira rápida de adaptar seu cronograma ao seu dia. Ele recalcula seus próximos lembretes com base em seu cronograma atual.
zh_hans: 重新安排按钮是您根据当天调整日程的快速方法。它会根据当前日程重新计算下一个提醒。

# onboarding.reschedule_button_location
source: Find it on your timer card:
de: Finden Sie es in Ihrer Timer-Karte:
es: Encuéntralo en tu tarjeta de temporizador:
fr: Trouvez-le sur votre carte de minuterie:
ja: タイマーカードで見つけてください:
pt_br: Encontre-o em seu cartão de temporizador:
zh_hans: 在您的计时器卡上找到它:

# onboarding.next_reminder
source: Next Reminder
de: Nächste Erinnerung
es: Próximo Recordatorio
fr: Prochain Rappel
ja: 次のリマインダー
pt_br: Próximo Lembrete
zh_hans: 下一个提醒

# onboarding.when_to_reschedule
source: When to Reschedule?
de: Wann sollte man neu planen?
es: ¿Cuándo Reprogramar?
fr: Quand Replanifier?
ja: 再スケジュールするタイミングは?
pt_br: Quando Reagendar?
zh_hans: 何时重新安排?

# onboarding.use_case_sleep
source: You slept in later than expected
de: Sie haben länger geschlafen als erwartet
es: Dormiste más tarde de lo esperado
fr: Vous avez dormi plus tard que prévu
ja: 予定より遅く起きた
pt_br: Você dormiu até mais tarde do que o esperado
zh_hans: 您睡得比预期晚

# onboarding.use_case_meeting
source: Unexpected meeting or call
de: Unerwartetes Meeting oder Anruf
es: Reunión o llamada inesperada
fr: Réunion ou appel inattendu
ja: 予期しない会議や電話
pt_br: Reunião ou chamada inesperada
zh_hans: 意外的会议或电话

# onboarding.use_case_errand
source: Running errands took longer than planned
de: Besorgungen laufen länger als geplant
es: Los recados tardaron más de lo planeado
fr: Les courses ont pris plus de temps que prévu
ja: 用事が予定より長引いた
pt_br: Fazer recados levou mais tempo do que o planejado
zh_hans: 跑腿花的时间比计划的长

# onboarding.next
source: Next
de: Weiter
es: Siguiente
fr: Suivant
ja: 次へ
pt_br: Próximo
zh_hans: 下一步

# onboarding.back
source: Back
de: Zurück
es: Atrás
fr: Retour
ja: 戻る
pt_br: Voltar
zh_hans: 返回

# onboarding.get_started
source: Get Started
de: Loslegen
es: Comenzar
fr: Commencer
ja: 始める
pt_br: Começar
zh_hans: 开始使用

# onboarding.got_it
source: Got It
de: Verstanden
es: Entendido
fr: Compris
ja: 了解
pt_br: Entendi
zh_hans: 明白了

# onboarding.skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
pt_br: Pular
zh_hans: 跳过
